[
  {
    "id": 1,
    "title": "Doraemon The Movie 2023: Nobita's Sky Utopia",
    "author": "Mawin S",
    "img_author": "https://i.pinimg.com/564x/5b/1f/6e/5b1f6ebdde21b868decbd7bbdd957875.jpg",
    "time": "10 minutes ago",
    "views": 100,
    "content": [
      [
        "img",
        "https://i.pinimg.com/564x/51/90/3b/51903bbb8aa24f963903b2c6113a2a82.jpg"
      ],
      [
        "passage",
        "There are quite a few things I enjoyed about this film. The story is well crafted for most part, making effective use of foreshadowing. It’s certainly one of the most emotionally driven Doraemon movies, with several heartfelt moments among the characters, especially between Nobita and Doraemon and between Doraemon and the “perfect” robot cat Sonya. Speaking of which, Doraemon being the main protagonist to forge a connection with one of the movie characters is a rare occurrence! Additionally, Sonya himself probably qualifies as one of the more memorable and developed movie-exclusive characters in the franchise."
      ],
      [
        "img",
        "https://pbs.twimg.com/media/Fqcv2j0aUAApzsc.jpg"
      ],
      [
        "passage",
        "That being said, there are ways in which the central theme of the story (essentially 'it’s okay not to be perfect') could have been handled with more nuance. After all, Gian and Suneo’s misbehavior is regularly shown to cause real harm to others throughout the franchise. I know, there are limits to how deeply one can explore a moral conundrum in a children’s film, but I don’t believe this would have been too challenging to achieve. Perhaps more emphasis could have been placed on learning to control one’s flaws and redirecting them into exacting positive change, contrasting with the villain’s plan to forcibly erase all individuality. Glimmers of this are already present in the aforementioned scene, but I think it could have been made more explicit still, which isn’t helped by the fact that the main villain only appears in person briefly and barely interacts with the heroes."
      ]
    ]
  },
  {
    "id": 2,
    "title": "Lost in Time",
    "author": "Mawin S",
    "img_author": "https://i.pinimg.com/564x/5b/1f/6e/5b1f6ebdde21b868decbd7bbdd957875.jpg",
    "time": "10 minutes ago",
    "views": 80,
    "content": [
      [
        "img",
        "./img/lost in time.jpg"
      ],
      [
        "passage",
        "Dr. Sarah's time machine hummed to life. But instead of her lab, she found herself in ancient Egypt. Desperate, she sought a way home. Along the way, she befriended a pharaoh's child, learned hieroglyphics, and deciphered clues hidden in the pyramids. With the child's help, Sarah finally returned to her time, forever changed."
      ]
    ]
  },
  {
    "id": 3,
    "title": "The Magical Bookstore",
    "author": "CielSama",
    "img_author": "https://i.pinimg.com/564x/3e/a4/ed/3ea4ed1b0f537ecce1d8c26cac4c3741.jpg",
    "time": "10 minutes ago",
    "views": 100,
    "content": [
      [
        "img",
        "https://i.ytimg.com/vi/-lrqKzmPDvQ/sddefault.jpg"
      ],
      [
        "passage",
        "In the dusty corner of an old bookstore, Sarah picked up a book titled 'The Enchanted Forest.' Suddenly, she was surrounded by towering trees, talking animals, and a quest to save the forest from an evil sorceress. Sarah's adventure lasted hours, but in the real world, mere seconds passed."
      ]
    ]
  },
  {
    "id": 4,
    "title": "Underwater Odyssey",
    "author": "DarkKami",
    "img_author": "https://i.pinimg.com/564x/f9/88/a3/f988a34cbbc967308ebccb2843e9d616.jpg",
    "time": "10 minutes ago",
    "views": 100,
    "content": [
      [
        "img",
        "https://i.pinimg.com/originals/e4/27/75/e42775252da871a15ff29f3e4a21f0a1.jpg"
      ],
      [
        "passage",
        "Diving into the depths, Emma stumbled upon a dazzling underwater city, home to merfolk. She witnessed their struggles and triumphs, vowing to protect their hidden paradise. With newfound allies, Emma thwarted treasure hunters and ensured the city's secrets remained safe."
      ]
    ]
  },
  {
    "id": 5,
    "title": "The Mystery of the Haunted Mansion",
    "author": "CielSama",
    "img_author": "https://i.pinimg.com/564x/3e/a4/ed/3ea4ed1b0f537ecce1d8c26cac4c3741.jpg",
    "time": "10 minutes ago",
    "views": 100,
    "content": [
      [
        "img",
        "./img/The Mystery of the Haunted Mansion.jpeg"
      ],
      [
        "passage",
        "Lucy and Jake dared each other to spend a night in the spooky, abandoned mansion on Oak Street. Amidst eerie sounds and ghostly apparitions, they uncovered an old diary revealing the tragic story of a lonely spirit. Their empathy broke the curse, freeing the spirit to find peace."
      ]
    ]
  },
  {
    "id": 6,
    "title": "The Forgotten Planet",
    "author": "OnFire",
    "img_author": "https://i.pinimg.com/564x/24/39/dd/2439dd68c3a7158c7b868d3380984ddb.jpg",
    "time": "10 minutes ago",
    "views": 100,
    "content": [
      [
        "img",
        "./img/The Forgotten Planet.jpeg"
      ],
      [
        "passage",
        "Astronaut Alex landed on an uncharted planet. Surprisingly, the barren wasteland concealed advanced alien technology. Alex's encounter with the extraterrestrial beings led to interstellar cooperation and a new era of exploration."
      ]
    ]
  },
  {
    "id": 7,
    "title": "The Whispering Woods",
    "author": "DarkKami",
    "img_author": "https://i.pinimg.com/564x/f9/88/a3/f988a34cbbc967308ebccb2843e9d616.jpg",
    "time": "10 minutes ago",
    "views": 100,
    "content": [
      [
        "img",
        "./img/The Whispering Woods.jpeg"
      ],
      [
        "passage",
        "Charlie wandered into a mystical forest, where the trees whispered secrets and the animals spoke of forgotten legends. He returned home, ageless, with tales of adventures spanning centuries."
      ]
    ]
  },
  {
    "id": 8,
    "title": "The Timeless Pocket Watch",
    "author": "OnFire",
    "img_author": "https://i.pinimg.com/564x/24/39/dd/2439dd68c3a7158c7b868d3380984ddb.jpg",
    "time": "10 minutes ago",
    "views": 100,
    "content": [
      [
        "img",
        "./img/The Timeless Pocket Watch.jpeg"
      ],
      [
        "passage",
        "Sophie inherited her grandfather's pocket watch. It didn't just keep time; it transported her to different historical moments. She learned valuable lessons, teaching her the importance of cherishing every moment."
      ]
    ]
  },
  {
    "id": 9,
    "title": "The Starship Chronicles",
    "author": "Zen",
    "img_author": "https://i.pinimg.com/564x/c3/6e/a2/c36ea2c1cafa6f07bc986742144358e0.jpg",
    "time": "10 minutes ago",
    "views": 100,
    "content": [
      [
        "img",
        "./img/The Starship Chronicles.jpeg"
      ],
      [
        "passage",
        "Captain Ramirez and her crew embarked on a mission to explore a distant galaxy. Facing alien civilizations, cosmic anomalies, and moral dilemmas, they discovered the true meaning of humanity's place in the universe."
      ]
    ]
  },
  {
    "id": 10,
    "title": "The Hidden Talent",
    "author": "DarkKami",
    "img_author": "https://i.pinimg.com/564x/f9/88/a3/f988a34cbbc967308ebccb2843e9d616.jpg",
    "time": "10 minutes ago",
    "views": 100,
    "content": [
      [
        "img",
        "./img/The Hidden Talent.jpeg"
      ],
      [
        "passage",
        "Emily thought she was an ordinary teenager until she uncovered her extraordinary ability to communicate with animals. With her newfound power, she helped a lost wolf find its pack and rescued a trapped kitten."
      ]
    ]
  },
  {
    "id": 11,
    "title": "The Art of Dreams",
    "author": "Zen",
    "img_author": "https://i.pinimg.com/564x/c3/6e/a2/c36ea2c1cafa6f07bc986742144358e0.jpg",
    "time": "10 minutes ago",
    "views": 100,
    "content": [
      [
        "img",
        "./img/The Art of Dreams.jpeg"
      ],
      [
        "passage",
        "In a small town, Lily painted her dreams, and they came to life. Her whimsical artwork brought joy to the community, reminding everyone of the beauty found in their own dreams. These 10 stories offer a variety of adventures and themes, each with its own unique charm."
      ]
    ]
  }
]